Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sannhet_og_forsoning_-_pilar_2:_sprak_og_opplaering.html.tmx
Source language: nob
Languages: smj

source: For et slikt program vil det være avgjørende med er samarbeid med kompetansemiljøene som finnes utenfor Norge.
smj: Jus dákkir prográmmajn galggá vuorbástuvvat de dárbaj barggat máhtudakbirrasij siegen Vuonarijka ålggolin.

source: Sametinget forventer om at sentrale myndigheter følger opp med midler slik at det er mulig å bygge opp fagmiljøer og institusjoner også for pite-, ume- og skoltesamisk, slik at disse språkene på sikt kan inkluderes i minoritetsspråkpakten.
smj: Sámedigge vuorddá guovdásj oajválattjat rudájt juollodi váj buktá dájda unnep sámegielajda aj fáhkabirrasijt ja institusjåvnåjt ásadit váj da unnin dåbbelin vas sjaddi oassen unneplåhkogielaj lihtos.

source: Sametinget mener at det er behov for at Sametingene i alle tre nordiske land gis muligheter til å styrke Sámi Giellagáldu økonomisk slik at fagorganet greier å oppfylle sitt mandat for alle samiske språk.
smj: Sámedigge miejnni dárbbo l divna gålmmå nuorttarijkaj lándaj Sámedikke bessi Sáme Giellagáldov rudáj doarjjot váj fáhkaorgádna nahká ietjas mandáhtav ållidit divna sámegielaj hárráj.

source: Tiltak 2.5
smj: Doajmma 2.5

source: Kommisjonen viser til NOU 2016: 18 Hjertespråket og foreslår at det utarbeides en overordnet strategi for å oppnå språklig likestilling innen oppvekst og utdanning, helse og omsorg, og forvaltning og justis, tilpasset samiske språk
smj: Kommisjåvnnå vuoset NOU 2016: 18 Vájmo giellaj ja oajvvat dagáduvvá badjásasj stratesjijja váj jåkså gielalasj dássásasjvuohtaj bajássjaddama ja åhpadusá, varresvuoda ja huvso ja háldadusá ja justijsa suorgijn sáme gielajda hiebaduvvam.

source: Sametinget slutter seg til kommisjonens forslag til tiltak.
smj: Sámedigge doarjju kommisjåvnå oajvvadusáv.

source: Sametinget er glad for den henvisningen kommisjonen gjør til NOU 2016:18 Hjertespråket, og støtter forslaget om at det utarbeides en overordnet strategi for å oppnå språklig likestilling.
smj: Sámedigge l ávon gå kommisjåvnnå vuoset NOU 2016:18 Vájmo giellaj, ja doarjju oajvvadusáv badjásasj stratesjijjav dahkat váj jåkså gielalasj dássásasjvuohtaj.

source: Sametinget påpeker at både Sametinget og sentrale myndigheter spiller en viktig rolle i utarbeidelse av den overordnede strategien.
smj: Sámedigge dættot sihke Sámedigge ja guovdásj oajválattja li ájnnasa gå badjásasj stratesjijja galggá dagáduvvat.

source: Sametingets rolle og myndighet må styrkes, og etter forslag fra NOU 2016:18 Hjertespråket foreslår Sametinget å etablere en ytre etat/direktorat for å styrke Sametingets arbeid i språk- og opplærings- og utdanningssektoren.
smj: Sámedikke roalla ja fábmo hæhttu nanniduvvat, ja NOU 2016:18 Vájmo giela oajvvadusá milta oajvvat Sámedigge ásadit ålgoldis etáhtav/direktoráhtav nannitjit Sámedikke bargov giella- ja åhpadussuorgen.

source: Sametinget anser det som sentralt i oppfølgingsarbeidet at den ytre etaten skal forestå Sametingets arbeid med det språkfaglige arbeidet, inkludert samisk stedsnavnstjeneste og utvikling av læreplaner.
smj: Sámedikke mielas la tjuovvolimbargguj viek ájnas ahte dát ålgoldis etáhtta galggá dahkat udnásj Sámedikke giellafágalasj bargov, aktan sáme bájkkenammadievnastus ja oahppoplánav åvddånahttem.

source: Sametingets ytre etat skal være Sametingets bidrag til det fellessamiske samarbeidet.
smj: Sámedikke ålgoldis etáhtta galggá liehket Sámedikke oasse gájksáme aktisasjbargos.

source: Kommisjonen foreslår å styrke eller etablere skoler innen forvaltningsområdet for samiske språk der mesteparten av undervisning kan gå på ett av de samiske språkene.
smj: Kommisjåvnnå oajvvat nannit jali ásadit skåvlåjt sáme giellaháldadimguovlom gånnå ienemus oasse åhpadimes tjadáduvvá muhtem sámegiellaj.

source: I tillegg ser kommisjonen behov for å etablere samiske klasser i de store byene.
smj: Duodden vuojnná kommisjåvnnå dárbov ásadit sáme klássajt daj stuoráp stádajn.

source: Sametinget viser til tilsvarende forslag i NOU 2016:18 Hjertespråket om etableringen av samiske profilskoler og støtter forslaget.
smj: Sámedigge vuoset muodugasj oajvvadussaj NOU 2016:18 Vájmo gielan sáme profijllaskåvlåj ásadime birra ja doarjju oajvvadusáv.

source: Det vil også være formålstjenlig å vurdere å etablere nettverk for disse skolene.
smj: Duodden luluj vuogas árvustallat værmástagáv ásadit dájda skåvlåjda.

source: Sametingsrådet mener at det bør opprettes språkressurssentere som kan bistå kommuner og enkeltindivider i oppfyllelsen av samiskspråklige tjenestetilbud
smj: Sámedigge miejnni giellaresurssaguovdátja bierriji ásaduvvat suohkanijda ja ájnegis ulmutjijda viehkken sámegielak dievnastusfálaldagájt

source: Sametinget ber Storting og regjering særskilt granske implementeringsgapet innenfor språkrettigheter og i opplæring- og utdanningssektoren med mål om å finne løsninger for å lukke gapet.
smj: Sámedigge gåhttju Stuorradikkev ja ráddidusáv sierraláhkáj åtsådit implementierimgaskav giellarievtesvuodaj gaskan ja mij duodaj dáhpáduvvá åhpadussuorgen dajna ulmijn ahte tjoavddusijt gávnná ma gaskav dahppi.

source: Sametinget vil at det opprettes et eget samisk språkombud.
smj: Sámedigge sihtá sierra sáme giellaoahttse ásaduvvá.

source: Det er mange ulike aktører som på forskjellige måter har et ansvar for samiske språk lokalt, regionalt og nasjonalt.
smj: Moatte lágásj aktera juokkirak láhkáj vásstedi sámegielaj åvdås, bájke, regionála ja rijka dásen.

source: Det finnes imidlertid ikke et overordnet organ som påser at språk- og opplæringsrettighetene samiske språkbrukere har krav på blir oppfylt.
smj: Ajtu ij gávnnu badjásasj orgádna mij gáhtti sámegielagij åhpadimriektá ålliduvvi.

source: Sametinget mener det bør etableres en statlig institusjon for oversetting og tolketjenester, som har ansvar for at offentlig informasjon oversettes til de samiske språkene, og bistå ulike sektorer med tilrettelegging for tolking.
smj: Sámedigge miejnni stáhtta bierri ásadit institusjåvnåv jårggålibmáj ja dålkkumdievnastusájda, man duogen la almulasj diedo iesjgeŋga sámegielajda jårggåluvvi, ja duov dáv suorgev viehkedit dålkkuma hiebadallamijn.

source: Sametinget oppfordrer alle aktører i offentlig forvaltning og utdanning- og opplæringssektoren å følge opp Sannhet- og forsoningskommisjonens rapport.
smj: Sámedigge ávttji divna akterajt almulasj háldadusán ja skåvllå- ja åhpadimsuorgen Duohtavuoda- ja såbadimkommisjåvnå rappårtåv tjuovvolit.

source: Sametinget støtter for øvrig Sametingsrådets forslag til innstilling.
smj: Sámedigge doarjjo ierit ietján Sámedikkeráde árvvalusáv.
